Revit 2024 API
ParameterTypeId.CwpReuseExistingLevels Property
 "Reuse matching Levels"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CwpReuseExistingLevels { get; }
Visual Basic
Public Shared ReadOnly Property CwpReuseExistingLevels As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CwpReuseExistingLevels {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace